# Количество вакансий для различных языков программирования:
c_sharp = 375
java = 546
java_script = 915
php = 288
python = 603

def analyze_jobs():
    # Вычислите общее количество исследованных вакансий.
    total_jobs = ...
    # Вычислите процент вакансий для Python от общего числа вакансий
    # и округлите результат до двух знаков (до сотых долей):
    python_percent = ...
    # Напечатайте фразы, описанные в задании (две строки).
    print(...)
    print(...)

analyze_jobs()